{"id":16156,"date":"2021-04-13T10:21:15","date_gmt":"2021-04-13T10:21:15","guid":{"rendered":"https:\/\/reelfruit.astract.com.ng\/?page_id=16156"},"modified":"2021-04-13T10:21:15","modified_gmt":"2021-04-13T10:21:15","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/reelfruit.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<p>[vc_row css_animation=&#8221;&#8221; row_type=&#8221;row&#8221; use_row_as_full_screen_section=&#8221;no&#8221; type=&#8221;grid&#8221; angled_section=&#8221;no&#8221; text_align=&#8221;left&#8221; background_image_as_pattern=&#8221;without_pattern&#8221; z_index=&#8221;&#8221; css=&#8221;.vc_custom_1618308164972{margin-top: 120px !important;}&#8221;][vc_column offset=&#8221;vc_col-lg-offset-0 vc_col-lg-12 vc_col-md-offset-0 vc_col-md-12&#8243;][vc_column_text]<\/p>\n<h2 style=\"text-align: center;\"><strong>Terms of Service<\/strong><\/h2>\n<p>[\/vc_column_text][vc_empty_space][vc_column_text]<span style=\"text-decoration: underline;\"><strong>Overview<\/strong><\/span><\/p>\n<p>This website is operated by Nature’s Bounty Health Products Ltd T\/A ReelFruit. Throughout the site, the terms “we”, “us” and “our” refer to Nature’s Bounty Health Products Ltd or ReelFruit. ReelFruit offers this website, including all information, tools, products and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.<\/p>\n<p>&nbsp;<\/p>\n<p>By visiting our site and\/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions ( “Terms”), including those additional terms and conditions and policies referenced herein and\/or available by hyperlink. These Terms apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and\/ or contributors of content.<\/p>\n<p>&nbsp;<\/p>\n<p>Please read these Terms carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms. If you do not agree to all the terms and conditions of these Terms, then you may not access the website or use any products or services. If these Terms are considered an offer, acceptance is expressly limited to these Terms.<\/p>\n<p>&nbsp;<\/p>\n<p>Any new features or tools which are added to the current store shall also be subject to the Terms. You can review the most current version of these Terms at any time on this page. We reserve the right to update, change or replace any part of these Terms at any time by posting updates and\/or changes to our website. It is your responsibility to check this page periodically for changes. You can access and review the most current version of these Terms at the URL for this page or by clicking on the “Terms &amp; Conditions” link within the Site, or as otherwise made available by us. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.<\/p>\n<p>&nbsp;<\/p>\n<p>Our store is hosted on Shopify Inc. They provide us with the online e-commerce platform that allows us to sell our products and services to you.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Online Store Terms<\/strong><\/span><\/p>\n<p>By agreeing to these Terms, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.<\/p>\n<p>&nbsp;<\/p>\n<p>You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Site or our products and services, violate any laws in your jurisdiction (including but not limited to copyright laws).<\/p>\n<p>&nbsp;<\/p>\n<p>You must not transmit any worms or viruses or any code of a destructive nature or to store or transmit material in violation of third-party privacy or intellectual property rights.<\/p>\n<p>&nbsp;<\/p>\n<p>A breach or violation of any of these Terms will result in an immediate termination of your right to access the Site or our products and services.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>General Conditions<\/strong><\/span><\/p>\n<p>We reserve the right to refuse sell products or services to anyone for any reason at any time.<\/p>\n<p>&nbsp;<\/p>\n<p>You understand that your content (not including card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Card information is always encrypted during transfer over networks.<\/p>\n<p>&nbsp;<\/p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the website or our products and services, use of the website, or access to the website or any contact on the website through which the service is provided, without express written permission by us.<\/p>\n<p>&nbsp;<\/p>\n<p>The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Accuracy, Completeness, and Timeliness of Information<\/strong><\/span><\/p>\n<p>We are not responsible if information made available on this site is not accurate, complete, or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete, or more timely sources of information. Any reliance on the material on this site is at your own risk.<\/p>\n<p>&nbsp;<\/p>\n<p>This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Modifications to the Products and Services and Prices<\/strong><\/span><\/p>\n<p>Prices for our products and services are subject to change without notice. We reserve the right at any time to modify or discontinue the any products or services (or any part or content thereof) without notice at any time. We shall not be liable to you or to any third-party for any modification, price change, suspension, or discontinuance of any products or service.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Products or Services<\/strong><\/span><\/p>\n<p>Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.<\/p>\n<p>&nbsp;<\/p>\n<p>We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor&#8217;s display of any color will be accurate.<\/p>\n<p>&nbsp;<\/p>\n<p>We reserve the right, but are not obligated, to limit the sales of our products or services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at any time without notice, at our sole discretion. We reserve the right to discontinue any product or service at any time. Any offer for any product or service made on this site is void where prohibited.<\/p>\n<p>&nbsp;<\/p>\n<p>We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors related to a product or service will be corrected.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Order Confirmation and Cancellation<\/strong><\/span><\/p>\n<p>We may confirm online orders via email, however, the receipt of an email order confirmation does not constitute our acceptance of an order nor our confirmation of an offer to sell a product or service. We reserve the right, without prior notice and at any time: (a) to limit the order quantity on any product or service and\/or to refuse service or fulfillment of any order, in whole or in part, or to any customer; (b) to discontinue any product or service; (c) to bar any user from making or completing a transaction; and (d) to limit or impose conditions on the honoring of any coupon, coupon code, promotional code, or other similar promotion. For clarification, orders may be limited or cancelled at any time including after receipt of a confirmation or shipping email. For products purchased from our Websites using a credit card, an authorization may be placed on your credit card when you place an order. You will be charged for an item (and your purchase of such item will be complete) when the item in your order is shipped.<\/p>\n<p>&nbsp;<\/p>\n<p>In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e‑mail and\/or billing address\/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.<\/p>\n<p>&nbsp;<\/p>\n<p>You agree to provide current, complete and accurate purchase and account information for all purchases made on our website<\/p>\n<p>&nbsp;<\/p>\n<p>You represent and warrant that you have the legal right to use any credit card(s) or other payment methods utilized in connection with your purchase. Verification information may be required prior to the acknowledgement or completion of any purchase.<\/p>\n<p>&nbsp;<\/p>\n<p>Unless otherwise noted, items sold by us are subject to state and local sales tax in accordance with applicable laws. We may not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless it is specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or by other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. Details of how to file these returns may be found at the websites of your respective taxing authorities. The sales tax indicated on the checkout page is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Shipping<\/strong><\/span><\/p>\n<p>When a product order is placed, it will be shipped to the address designated by the purchaser if such shipping address is compliant with the shipping restrictions contained on the Website. Risk of loss and title for products purchased from a Website pass to you upon delivery to the carrier. You are responsible for filing any claims with carriers for damaged and\/or lost shipments. Shipping charges may exceed actual shipping costs.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Intellectual Property<\/strong><\/span><\/p>\n<p>All names, logos, service marks, and trademarks appearing in this website and its original content, features and functionality are and will remain the exclusive property of Nature’s Bounty Health Products Ltd and its licensors. The website is protected by copyright, trademark, and other laws of both the Federal Republic of Nigeria and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Nature’s Bounty Health Products Ltd.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Suggestions<\/strong><\/span><\/p>\n<p>All comments, suggestions, ideas, notes, drawings, concepts, recipes or other information disclosed or submitted to us by you through this website or in response to solicitations in this website (“Submitted Ideas”) shall be and shall remain our property. You understand and acknowledge that we have both internal and external resources which may have developed or may in the future develop ideas or other items identical to or similar to the Submitted Ideas and that we are only willing to consider the Submitted Ideas on these terms. In any event, no Submitted Idea is submitted in confidence and we assume no obligation, express or implied by considering the Submitted Idea. Without limitation, we shall exclusively own all now known or hereafter existing rights to the Submitted Ideas of every kind and nature throughout the Universe and shall be entitled to unrestricted use of the Submitted Ideas for any purpose whatsoever, commercial or otherwise without compensation to the provider of the Submitted Ideas.<\/p>\n<p>&nbsp;<\/p>\n<p>We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms.<\/p>\n<p>&nbsp;<\/p>\n<p>You agree that your Submitted Ideas will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the website or any related website. You may not use a false e‑mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments or Submitted Ideas, as applicable, You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Optional Tools<\/strong><\/span><\/p>\n<p>We may provide you with access to third-party tools over which we neither monitor nor have any control nor input. You acknowledge and agree that we provide access to such tools “as is” and “as available” without any warranties, representations, or conditions of any kind and without any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.<\/p>\n<p>&nbsp;<\/p>\n<p>Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).<\/p>\n<p>&nbsp;<\/p>\n<p>We may also, in the future, offer new services, products and\/or features through the website (including, the release of new tools and resources). Such new products, features and\/or services shall also be subject to these Terms.<\/p>\n<p><strong> <\/strong><\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Third-Party Links<\/strong><\/span><\/p>\n<p>Our website may contain links to third-party web sites or services that are not owned or controlled by Nature’s Bounty Health Products Ltd.<\/p>\n<p>&nbsp;<\/p>\n<p>Nature’s Bounty Health Products Ltd has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party web sites or services. You further acknowledge and agree that Nature’s Bounty Health Products Ltd shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.<\/p>\n<p>&nbsp;<\/p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Errors, Inaccuracies, and Omissions<\/strong><\/span><\/p>\n<p>Occasionally there may be information on our site that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the website or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).<\/p>\n<p>&nbsp;<\/p>\n<p>We undertake no obligation to update, amend or clarify information in the website or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the website or on any related website, should be taken to indicate that all information in the website or on any related website has been modified or updated.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Prohibited Uses<\/strong><\/span><\/p>\n<p>In addition to other prohibitions as set forth in the Terms, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the website or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the website or any related website, other websites, or the Internet. We reserve the right to terminate your use of the website or any related website for violating any of the prohibited uses.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Limitation of Liability<\/strong><\/span><\/p>\n<p>IN NO EVENT SHALL NATURE’S BOUNTY HEALTH PRODUCTS LTD, NOR ITS DIRECTORS, EMPLOYEES, PARTNERS, AGENTS, SUPPLIERS, OR AFFILIATES, BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (I) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SITE, ANY SERVICE OR PRODUCT; (II) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE WEBSITE; (III) ANY CONTENT OBTAINED FROM THE WEBSITE; AND (IV) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.<\/p>\n<p>&nbsp;<\/p>\n<p>IF YOU BECOME DISSATISFIED IN ANY WAY WITH THIS WEBSITE OR THESE TERMS OR PRIVACY POLICY, YOUR SOLE AND EXCLUSIVE REMEDY IS TO STOP USING THIS WEBSITE AND ITS SERVICES.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Disclaimer<\/strong><\/span><\/p>\n<p>Your use of the website is at your sole risk. The website is provided on an &#8220;AS IS&#8221; AND &#8220;AS AVAILABLE&#8221; BASIS WITHOUT WARRANTY OF ANY KIND EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR TITLE AND NON-INFRINGEMENT. ADDITIONALLY, WE DO NOT WARRANT THAT THE WEBSITE(S) OR THE SERVERS MAKING THE SITE(S) AVAILABLE ARE VIRUS FREE.<\/p>\n<p>&nbsp;<\/p>\n<p>Nature’s Bounty Health Products Ltd its subsidiaries, affiliates, and its licensors do not warrant that a) the website will function uninterrupted, secure or available at any particular time or location; b) any errors or defects will be corrected; c) the website is free of viruses or other harmful components; or d) the results of using the website or our products and services will meet your requirements.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Indemnification<\/strong><\/span><\/p>\n<p>You agree to indemnify, defend and hold Nature’s Bounty Health Products Ltd and our affiliates, and each of their parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including all losses, damages, costs, liabilities, and expenses, including reasonable attorneys’ fees, made by any third-party due to or arising out of (a) your breach of these Terms or the documents they incorporate by reference, (b) comments or content you provide to us; or (c) your violation of any law or regulation, or the rights (including intellectual property rights) of any other party.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Severability<\/strong><\/span><\/p>\n<p>In the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the validity and enforceability of any other remaining provisions which shall remain in effect.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Termination<\/strong><\/span><\/p>\n<p>These Terms are effective unless and until terminated by either you or us. You may terminate these Terms at any time by notifying us that you no longer wish to use our website, or when you cease using our website. If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms, we also may terminate these Terms at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and\/or accordingly may deny you access to our website (or any part thereof) or our products and services.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Entire Agreement<\/strong><\/span><\/p>\n<p>The failure of us to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.<\/p>\n<p>&nbsp;<\/p>\n<p>These Terms and any policies or operating rules posted by us on this website or in respect to website constitutes the entire agreement and understanding between you and us and govern your use of the website, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms).<\/p>\n<p>&nbsp;<\/p>\n<p>Any ambiguities in the interpretation of these Terms shall not be construed against the drafting party.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Governing Law<\/strong><\/span><\/p>\n<p>These Terms and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of the Federal Republic of Nigeria, The United States and The United Kingdom, without regard to conflict of laws principles.<\/p>\n<p><strong> <\/strong><\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Changes<\/strong><\/span><\/p>\n<p>You can review the most current version of the Terms at any time at this page.<\/p>\n<p>&nbsp;<\/p>\n<p>We reserve the right, at our sole discretion, to update, change or replace any part of these Terms by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms constitutes acceptance of those changes.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Contact Us<\/strong><\/span><\/p>\n<p>If you have any questions about these Terms, please contact us at<br \/>\n<a href=\"mailto:info@reelfruit.com\">info@reelfruit.com<\/a> or <a href=\"mailto:hello@reelfruit.com\">hello@reelfruit.com<\/a><\/p>\n<p>Effective as of …<br \/>\nLast updated:<\/p>\n<p><strong> <\/strong><\/p>\n<p>[\/vc_column_text][vc_empty_space height=&#8221;200px&#8221;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row css_animation=&#8221;&#8221; row_type=&#8221;row&#8221; use_row_as_full_screen_section=&#8221;no&#8221; type=&#8221;grid&#8221; angled_section=&#8221;no&#8221; text_align=&#8221;left&#8221; background_image_as_pattern=&#8221;without_pattern&#8221; z_index=&#8221;&#8221; css=&#8221;.vc_custom_1618308164972{margin-top: 120px !important;}&#8221;][vc_column offset=&#8221;vc_col-lg-offset-0 vc_col-lg-12 vc_col-md-offset-0 vc_col-md-12&#8243;][vc_column_text] Terms of Service [\/vc_column_text][vc_empty_space][vc_column_text]Overview This website is operated by Nature’s Bounty Health Products Ltd T\/A ReelFruit. Throughout the site, the terms “we”, “us” and “our” refer to Nature’s Bounty&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"full_width.php","meta":{"two_page_speed":[]},"_links":{"self":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/16156"}],"collection":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/comments?post=16156"}],"version-history":[{"count":1,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/16156\/revisions"}],"predecessor-version":[{"id":16159,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/16156\/revisions\/16159"}],"wp:attachment":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/media?parent=16156"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}