{"id":3,"date":"2021-03-02T10:46:14","date_gmt":"2021-03-02T10:46:14","guid":{"rendered":"http:\/\/reelfruit.astract.com.ng\/?page_id=3"},"modified":"2021-04-13T10:14:04","modified_gmt":"2021-04-13T10:14:04","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/reelfruit.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p>[vc_row css_animation=&#8221;&#8221; row_type=&#8221;row&#8221; use_row_as_full_screen_section=&#8221;no&#8221; type=&#8221;full_width&#8221; angled_section=&#8221;no&#8221; text_align=&#8221;left&#8221; background_image_as_pattern=&#8221;without_pattern&#8221;][vc_column][vc_column_text]<\/p>\n<h2 style=\"text-align: center;\">Privacy Policy<\/h2>\n<p>[\/vc_column_text][vc_empty_space][vc_column_text]<\/p>\n<p>Your submission of personal information through the store. You acknowledge and agree that by accessing or using the website, we may receive certain information about you, including personal information, and we may collect, use, disclose, store, share, and process such personal information in accordance with such Privacy Policy. We collect personal information from you both when you provide it voluntarily and automatically when you use or access our Site. By using or accessing our website or social media pages, submitting personal information to us, or purchasing our products or using our online services, you consent to the processing, collection, use, sharing, storage and disclosure of such information.<\/p>\n<p>&nbsp;<\/p>\n<p>We collect personal information that you voluntarily provide to us when you: use our Site, communicate with us, make a purchase, use our services, provide us information, engage or connect with us through one of our social media pages, update or add information to your account, chat with a customer support specialist, or when you otherwise correspond with us.<\/p>\n<p>&nbsp;<\/p>\n<p>In addition, we also automatically collect personal information about you in connection with your usage of our Site, including from third party marketers and e-commerce platforms that monitor usage of our Site.<\/p>\n<p>&nbsp;<\/p>\n<p>For more information about the types of your personal information we may use, see the descriptions below.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"text-decoration: underline;\">Types of Personal Information We Collect<\/span><\/strong><\/p>\n<p>We may collect and use the following types of personal information in connection with your use of our Site or Products and Services:<\/p>\n<ul>\n<li>Personal contact details, such as name, mailing addresses, phone numbers, and personal email addresses<\/li>\n<li>Financial information, such as credit card or debit card numbers<\/li>\n<li>Device\/browser type or identification<\/li>\n<li>Your IP address, your browsing history, and your page views<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Some of your personal information, such as a way to identify you, is necessary to enter into our Terms and Conditions or other agreement we have with you. The provision of all other personal information is voluntary but may be necessary in order to use our Products and Services, such as registering or receiving support and customer service through customer support chat.<\/p>\n<p>&nbsp;<\/p>\n<p>In general, your personal information may be used for the following purposes:<\/p>\n<p>In connection with our Site or the provision of Services and Products to you, which may include the following:<\/p>\n<ul>\n<li>Managing and fulfilling your orders<\/li>\n<li>To register you to receive emails or other information or materials you request<\/li>\n<li>To create, maintain, customize and secure your account with us.<\/li>\n<li>Payment processing and account management<\/li>\n<li>Providing customer support and responding to your questions or comments<\/li>\n<li>To enforce our Terms of Use or other legal rights<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>In connection with our services, we may share your personal information with the following types of recipients:<\/p>\n<p>Our service providers, who we engage to help us run our business and perform the Services, including:<\/p>\n<ul>\n<li>Software and Information Technology service providers we use to manage and process your information (e.g. Paga – our ecommerce hosting platform and payment processing software)<\/li>\n<li>Software and Information Technology providers we use to communicate with you Marketing and Advertising providers we use to assist us in providing personalized advertising<\/li>\n<li>Ecommerce platforms that assist us with processing your orders<\/li>\n<li>Shipping providers for purposes of shipping products you have ordered<\/li>\n<li>Internally, among different departments and with our investors and trusted advisors<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row css_animation=&#8221;&#8221; row_type=&#8221;row&#8221; use_row_as_full_screen_section=&#8221;no&#8221; type=&#8221;full_width&#8221; angled_section=&#8221;no&#8221; text_align=&#8221;left&#8221; background_image_as_pattern=&#8221;without_pattern&#8221;][vc_column][vc_column_text] Privacy Policy [\/vc_column_text][vc_empty_space][vc_column_text] Your submission of personal information through the store. You acknowledge and agree that by accessing or using the website, we may receive certain information about you, including personal information, and we may collect, use,&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"two_page_speed":[]},"_links":{"self":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":2,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":16158,"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/16158"}],"wp:attachment":[{"href":"https:\/\/reelfruit.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}