{"id":16489,"date":"2021-09-23T09:08:34","date_gmt":"2021-09-23T09:08:34","guid":{"rendered":"https:\/\/Reelfruit.com\/?p=16489"},"modified":"2021-09-23T10:15:49","modified_gmt":"2021-09-23T10:15:49","slug":"Reelfruit-raises-3-million-series-a-funding-to-expand-production-with-new-factory","status":"publish","type":"post","link":"https:\/\/Reelfruit.com\/Reelfruit-raises-3-million-series-a-funding-to-expand-production-with-new-factory\/","title":{"rendered":"Reelfruit Raises $3 Million Series A Funding to Expand Production with New Factory"},"content":{"rendered":"<p><em>Nigeria’s leading dried fruit snack brand will expand its production five fold, increase its product offerings and double down on exports to the US and other international markets.<\/em><\/p>\n<p><strong>LAGOS<\/strong>, <strong>23 September 2021<\/strong> &#8212; Reelfruit, a premium dried fruit company known for its high quality nutritious snacks, today announced a Series A investment of $3M. Alitheia IDF led the round and invested $2M while other investors included Samata Capital and Flying Doctor Healthcare Investment Company. The New Practice advised Reelfruit on the transaction. With the capital, Reelfruit will scale its dried fruit production, develop new products, and increase exports by 10 x to 15 MT in the first year.<\/p>\n<p>Key to its expansion plans, Reelfruit will acquire a new factory in Ogun State to increase its monthly dried fruit production from 6 MT to 30 MT. The factory will hire over 200 people in its first year. With its greater supply of dried fruit, Reelfruit will continue to innovate new products for the local and international markets.<\/p>\n<p>As part of its efforts to secure high quality raw materials, Reelfruit plans to  deepen its existing work with Nigerian fruit farmers. The company will form an agro-extension services program for 250 registered mango and pineapple producers. The program will boost fruit yields and help support a steady supply of high quality raw material for the factory.<\/p>\n<p>To meet strong demand for its dried fruit snacks, Reelfruit will diversify its local and international sales channels. The company will launch an e-commerce channel for direct US sales by 4Q21. Reelfruit will also unlock more B2B opportunities including white-labelling and co-packing to support the national drive toward import substitution. Local buyers will be able to buy dried fruit locally thereby reducing dependence on imports. Reelfruit is already on track to double last year’s revenues by November 2021.<\/p>\n<p>“This investment takes Reelfruit to the next level. We can meet increased demand for our products and tackle one of our biggest challenges – raw material supply. We’re thrilled that this will unleash a greater impact on our value chain by increasing farmer incomes and creating up to 300 decent jobs for Nigerians,” Affiong Williams, Reelfruit CEO\/Founder.<\/p>\n<p>“Alitheia IDF is proud to support Reelfruit&#8217;s ongoing efforts to boost food production in Nigeria and positively impact communities through deliberate partnerships with local farmers, distributors, and retailers. The investment will strengthen the company to unlock further growth, upskill farmers and improve economic outcomes for thousands of women who play a significant role in the production of Reelfruit’s products,” said Tokunboh Ishmael, Alitheia IDF co-founder.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nigeria’s leading dried fruit snack brand will expand its production five fold, increase its product offerings and double down on exports to the US and other international markets. LAGOS, 23 September 2021 &#8212; Reelfruit, a premium dried fruit company known for its high quality nutritious&#8230;<\/p>\n","protected":false},"author":1,"featured_media":16494,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"two_page_speed":[]},"categories":[18],"tags":[121,137,141,134,140,135,124,136,138,129,133,139,120,116,117,142,115,131,128,127,130,126,118,125,123,119,114,132,122],"_links":{"self":[{"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/posts\/16489"}],"collection":[{"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/comments?post=16489"}],"version-history":[{"count":3,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/posts\/16489\/revisions"}],"predecessor-version":[{"id":16493,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/posts\/16489\/revisions\/16493"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/media\/16494"}],"wp:attachment":[{"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/media?parent=16489"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/categories?post=16489"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/Reelfruit.com\/wp-json\/wp\/v2\/tags?post=16489"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}